/* The format string to be used in the `FUIPageViewController`\n as the page index title. For example \"5 of 10\". */
"PageIndexFormatKey" = "%d จาก %d";

/* The tile for the previous button. */
"PreviousKey" = "ก่อนหน้า";

/* The title for the next button. */
"NextKey" = "ถัดไป";

/* No Data View */
"NoDataKey" = "ไม่มีข้อมูลแผนภูมิ";

/* The title for title label in an empty results view. */
"EmptySearchResultsTitleKey" = "ไม่พบผลลัพธ์สำหรับ";

/* The title for caption label in an empty results view. */
"EmptySearchResultsCaptionKey" = "กรุณาลองค้นหาอย่างอื่น";

/* The title for the clear button */
"ClearKey" = "ล้าง";

/* The title for the What's New screen. */
"WhatsNewTitleKey" = "มีอะไรใหม่";

/* The title for the start button. */
"StartKey" = "เริ่มต้น";

/* The title for the close button. */
"CloseKey" = "ปิด";

/* The title for FUIFeedbackScreen.SyncController */
"SyncInProgressKey" = "การซิงค์อยู่ระหว่างดำเนินการ";

/* The message for FUIFeedbackScreen.SyncController */
"SyncInProgressMessageKey" = "กรุณารอให้การซิงค์เสร็จสมบูรณ์เพื่อดำเนินการต่อไปยังแอพพลิเคชัน การดำเนินการนี้อาจใช้เวลาสักครู่";

/* The error banner title when sync failed */
"SyncFailedKey" = "การซิงค์ล้มเหลว";

/* The Transaction Issue error screen title */
"TransactionIssueKey" = "ปัญหาเกี่ยวกับรายการ";

/* The message under the transaction issue title */
"TransactionIssueMessage1Key" = "ก่อนที่คุณจะสามารถเข้าถึงบัญชีในอุปกรณ์เครื่องนี้ กรุณาส่งอุปกรณ์ให้กับ:";

/* The message on top of the button in the transaction issue screen */
"TransactionIssueDetailMessageKey" = "ผู้ใช้จะต้องลงชื่อเข้าใช้บัญชีของตนและแก้ไขปัญหาเกี่ยวกับรายการ";

/* The action button title in the transaction issue screen */
"ReturnToSignInKey" = "กลับไปยังจอภาพ 'ลงชื่อเข้าใช้'";

/* The connection error screen title */
"NoConnectionKey" = "ไม่มีการเชื่อมต่ออินเตอร์เน็ต";

/* The message under the connection error title */
"NoConnectionMessageKey" = "กรุณาเชื่อมต่อกับเครือข่าย WiFi หรือเครือข่ายข้อมูลมือถือ";

/* The action button title in the connection error screen */
"TryAgainKey" = "กรุณาลองอีกครั้ง";

/* The title for the re-enter signature button. */
"ReEnterSignatureKey" = "ป้อนลายเซ็นอีกครั้ง";

/* The format string to be used in the `FUIDataTableCardView`\n as the footnote. For example \"5 more entries\". */
"SeeAllKey" = "อีก %d รายการ";

/* The string to be used in the `FUIDataTableCardView`\n as the footnote. */
"NoMoreEntriesKey" = "ไม่มีรายการเพิ่มเติม";

/* The FUISimplePropertyCollectionViewCell keyLabel accessabilityLabel format string */
"SimplePropertyCellKeyLabelAccessabilityLabel" = "keyName คือ %@";

/* The FUISimplePropertyCollectionViewCell valueLabel accessabilityLabel format string */
"SimplePropertyCellValueLabelAccessabilityLabel" = "ค่าคือ";

/* The string to be used as the title in the `FUIEmptyStateView`. */
"EmptyStateTitleKey" = "ไม่สามารถโหลดข้อมูล";

/* The overflow button name in `FUIToolbar`. */
"OverflowMenuKey" = "เมนูโอเวอร์โฟลว์";

/* The default title for the icon in the overflow button of `FUIToolbar`. */
"IconFormatKey" = "ไอคอน %d";

/* Accessibility strings related to HierarchyView */
"IsShowingChildrenKey" = "กำลังแสดงรายการย่อย";

"DoubleTapToShowChildrenKey" = "แตะสองครั้งเพื่อแสดงรายการย่อย";

"ChildKey" = "รายการย่อย";

"ChildrenKey" = "รายการย่อย";

/* Accessibility strings related to ObjectCell */
"ImageKey" = "รูปภาพ";

